<template>
    <div>
        <!-- <div class="page-title-area item-bg2" style="background: #0e99ea;"> -->
        <div class="page-title-area item-cu-bg1">
            <div class="container">
                <div class="page-title-content">
                    <h2>บริการของเรา</h2>
                    <!-- <h5 style="color: white; margin-top: 10px;">
                        ครบทุกฟังก์ชันของระบบรับชำระเงิน การทำงานครบครันและทรงพลัง พร้อมดูแลแบบครบวงจร ช่วยสนับสนุนให้ธุรกิจเติบโตได้อย่างก้าวกระโดด
                    </h5> -->
                    <h5 style="color: white;margin-top: 10px;line-height: 30px;">
                        ครบทุกฟังก์ชันของระบบรับชำระเงิน การทำงานครบครันและทรงพลัง พร้อมดูแลแบบครบวงจร 
                        <br>
                        ช่วยสนับสนุนให้ธุรกิจเติบโตได้อย่างก้าวกระโดด
                    </h5>
                </div>
            </div>
        </div>
        <div class="container" style="margin-top: 60px;">
            <div class="row">
                <div class="col-sm-12">
                    <h2 style="font-weight: 700;">ประสบการณ์ที่ดีกว่าสำหรับผู้ซื้อ</h2>
                    <h5 style="font-weight: 700;padding-top: 6px;padding-bottom: 6px;">จ่ายง่ายๆ ใช้งานสะดวก</h5>
                    <p>สำหรับธุรกิจอีคอมเมิร์ซ ขั้นตอนการชำระเงินถือเป็นช่วงเวลาที่มีความเสี่ยงสูงมากๆ ที่ผู้ซื้ออาจละทิ้งตะกร้าสินค้าไป ขั้นตอนนี้ควรให้ความสำคัญในการออกแบบให้กระชับ ทำงานราบรื่น ช่วยผู้ซื้อให้ทำรายการสำเร็จได้เร็วที่สุด</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">จบ ครบ ในหน้าเดียว</h6>
                    <p>จบการขายที่หน้าเว็บไซต์ของร้านค้าได้เลย ไม่มีป็อปอัพกวนใจ หรือการส่งผู้ซื้อไปยังหน้าต่างใหม่</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ฟอร์มชำระเงินสำเร็จรูป</h6>
                    <p>เราได้เตรียมแบบฟอร์มชำระเงินที่ถูกทดสอบมาแล้วว่าดีเยี่ยม เพื่อให้ร้านค้าเริ่มต้นได้เร็วขึ้น</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">สกุลเงินต่างประเทศ</h6>
                    <p>รองรับสกุลเงินที่หลากหลาย ช่วยทั้งอำนวยความสะดวกและเป็นการสร้างความมั่นใจให้ผู้ซื้อต่างประเทศ</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <!-- <a href="#" class="btn btn-primary">อ่านต่อ</a> -->
                </div>
            </div>
        </div>
        <div class="container" style="margin-top: 60px;">
            <div class="row">
                <div class="col-sm-12">
                    <h2 style="font-weight: 700;">ช่องทางชำระเงินหลากหลาย</h2>
                    <h5 style="font-weight: 700;padding-top: 6px;padding-bottom: 6px;">ให้อำนาจการตัดสินใจในมือผู้ซื้อ</h5>
                    <p>ตัวเลือกในการชำระเงินของผู้บริโภคได้รับความนิยมต่างกันไปในแต่ละประเทศ ในการจับจ่ายออนไลน์การชำระผ่านบัตรยังคงเป็นตัวเลือกลำดับต้นๆ ที่ผู้บริโภคทั่วโลกเลือกใช้ ช่องทางรับชำระเงินหลักสำหรับธุรกิจอีคอมเมิร์ซที่ให้บริการได้ตลอด 24 ชม. ไม่มีวันหยุด</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ผ่อนชำระ</h6>
                    <p>แบ่งการชำระเงินค่าสินค้าหรือบริการเป็นจำนวนที่น้อยลงให้ผู้ซื้อชำระเป็นงวดๆ</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">อาลีเพย์</h6>
                    <p>รับชำระเงินผ่านกระเป๋าเงินอิเล็กทรอนิกส์ซึ่งได้รับความนิยมอย่างสูงในกลุ่มผู้บริโภคชาวจีน</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">บิลเพย์เมนต์</h6>
                    <p>ผู้ซื้อสามารถชำระเงินสดผ่านเคาน์เตอร์บริการในเทสโก้โลตัสทุกสาขาทั่วประเทศ</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ทรูมันนี่วอลเล็ท</h6>
                    <p>รับชำระเงินผ่านอีวอลเล็ทที่มีผู้ใช้งานกว่า 8 ล้านคนทั่วประเทศไทย</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <!-- <a href="#" class="btn btn-primary">อ่านต่อ</a> -->
                </div>
            </div>
        </div>
        <div class="container" style="margin-top: 60px;">
            <div class="row">
                <div class="col-sm-12">
                    <h2 style="font-weight: 700;">ระบบงานอัตโนมัติ ไม่ต้องลงมือเอง</h2>
                    <h5 style="font-weight: 700;padding-top: 6px;padding-bottom: 6px;">งานประจำให้ระบบทำแทน</h5>
                    <p>เลือกเชื่อม API ของเราให้เข้ากับระบบการทำงานของธุรกิจคุณ งานที่ต้องใช้ความถูกต้องแม่นยำสูง ประหยัดเวลา สามารถตั้งระบบไว้ล่วงหน้า และจัดการทุกอย่างแบบอัตโนมัติ ทั้งลดโอกาสการทำพลาด และลดภาระของคนในทีม</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">เรียกรับชำระเงินอัตโนมัติ</h6>
                    <p>ระบบจะทำการตัดเงินจากบัตรเองตามเวลาที่กำหนด ไม่ต้องคอยตาม แถมยังได้รับเงินตรงเวลาตลอดอีกด้วย</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">โอนเงินอัตโนมัติ</h6>
                    <p>การโอนเงินออกไปยังบัญชีธนาคาร หรือโอนให้ผู้รับเงินรายอื่นๆ ของคุณสามารถตั้งค่าเป็นอัตโนมัติได้</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">แดชบอร์ด</h6>
                    <p>เช็คทุกความเคลื่อนไหวในที่เกิดขึ้นในบัญชีได้แบบเรียลไทม์ และควบคุมการทำงานทุกอย่างได้เองจากที่เดียว</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <!-- <a href="#" class="btn btn-primary">อ่านต่อ</a> -->
                </div>
            </div>
        </div>
        <div class="container" style="margin-top: 60px;">
            <div class="row">
                <div class="col-sm-12">
                    <h2 style="font-weight: 700;">บริการสำหรับร้านค้าโซเชียล</h2>
                    <h5 style="font-weight: 700;padding-top: 6px;padding-bottom: 6px;">เปลี่ยนการแชทให้เป็นการช้อป</h5>
                    <p>เตรียมธุรกิจให้พร้อมเสมอ เพื่อรองรับพฤติกรรมที่เปลี่ยนไปของผู้บริโภค เทรนด์การซื้อ-ขายผ่านโซเชียลมีเดียที่กำลังมาแรงอยู่ในขณะนี้ ร้านค้าสามารถเลือกตัวช่วยดี ๆ ที่ช่วยเพิ่มความคล่องตัวในการค้าขาย อำนวยความสะดวกให้นักช้อปยุคใหม่ ช่วยปิดการขายได้เร็วขึ้น</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ลิงก์รับชำระเงิน</h6>
                    <p>รับชำระเงินได้ง่ายๆ ใน 3 ขั้นตอน ผ่านลิงก์รับชำระเงินที่สามารถแชร์ให้ผู้ซื้อผ่านแพลตฟอร์มที่ใช้เป็นประจำอยู่แล้วสร้าง แชร์ แล้วรอรับเงิน</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <!-- <a href="#" class="btn btn-primary">อ่านต่อ</a> -->
                </div>
            </div>
        </div>
        <div class="container" style="margin-top: 60px;margin-bottom:60px;">
            <div class="row">
                <div class="col-sm-12">
                    <h2 style="font-weight: 700;">เป็นมิตรกับนักพัฒนาระบบ</h2>
                    <h5 style="font-weight: 700;padding-top: 6px;padding-bottom: 6px;">เชื่อมต่อง่าย ใช้เวลานิดเดียว</h5>
                    <p>ออกแบบประสบการณ์การชำระเงินทั้งหมดได้เอง เราได้เตรียม SDK ที่รองรับหลากหลายภาษาโปรแกรม ทั้งบนเซิร์ฟเวอร์, เบราว์เซอร์, iOS และ Android เพื่อช่วยลดระยะเวลาในการพัฒนา และช่วยให้คุณแน่ใจว่าข้อมูลสำคัญจะถูกปกป้องไว้เสมอ</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ทำงานยืดหยุ่น</h6>
                    <p>ปรับแต่งได้ตามต้องการทุกรายละเอียด เพื่อให้การทำงานที่ราบรื่นทั้งบนเว็บไซต์หรือแอปพลิเคชันมือถือ</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ปลอดภัยแน่นหนา</h6>
                    <p>รับชำระเงินได้โดยไม่ต้องกังวลเรื่องความเสี่ยง หรือการปกป้องข้อมูลส่วนบุคคลที่สำคัญเอง</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ทดสอบได้เสมอ</h6>
                    <p>เพื่อให้แน่ใจว่าการเชื่อมต่อทั้งหมดทำงานได้อย่างมีประสิทธิภาพสามารถทดสอบการทำงานได้ในโหมดทดสอบระบบ</p>
                </div>
                <div class="col-sm-6 mt-4">
                    <h6 style="font-weight:700">ไลบรารี่และ SDK</h6>
                    <p>รองรับการทำงานกับภาษาโปรแกรมหลักๆ แทบทั้งหมด เพื่อช่วยลดระยะเวลาที่ต้องใช้ในการพัฒนาทุกอย่างขึ้นเอง</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-6 mt-4">
                    <!-- <a href="#" class="btn btn-primary">อ่านต่อ</a> -->
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: 'PageTitle'
    }
</script>

<style>
.item-cu-bg1{
    background-image: url("../../assets/images/banner/ecommerce-2607114_960_720.jpg");
}
</style>